[Pickups.AmmoDrop_Assault_Rifle_Bullets UsableItemDefinition]
UseFailureCharacterMessage="You have to %s Use this item."
ItemName="Ammunition for combat rifles"
PickupMessage="The competition will remove the shirt"
UseFailureLevelMessage="You must be at least level %d to use this feature."
UseFailureConstraintsMessage="Max shoots the gun."
NoManufacturerName="for sure"

[Pickups.AmmoDrop_Assault_Rifle_Bullets:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Yes $NUMBER$ weapons."
NoConstraintText=""
Suffix=""
Prefix=""

[Pickups.AmmoDrop_Grenade_Protean UsableItemDefinition]
UseFailureCharacterMessage="~ must %s this thing."
ItemName="ball"
PickupMessage="You have %s"
UseFailureLevelMessage="You need to be at least %d level to use this.."
UseFailureConstraintsMessage="bomb cover height."
NoManufacturerName="General"

[Pickups.AmmoDrop_Grenade_Protean:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="to install $NUMBER$ explosion."
NoConstraintText=""
Suffix=""
Prefix=""

[Pickups.AmmoDrop_Patrol_SMG_Clip UsableItemDefinition]
UseFailureCharacterMessage="Must %s Use this article."
ItemName="arming"
PickupMessage="They shot with patrol machine guns."
UseFailureLevelMessage="You must be at least %d level to use this item."
UseFailureConstraintsMessage="Ultimate SMG Ammo."
NoManufacturerName="This is normal"

[Pickups.AmmoDrop_Patrol_SMG_Clip:AttributePresentationDefinition_3 AttributePresentationDefinition]
Description="Can be predicted. $NUMBER$ ball."
NoConstraintText=""
Suffix=""
Prefix=""

[Pickups.AmmoDrop_Repeater_Pistol_Clip UsableItemDefinition]
UseFailureCharacterMessage="was investigated. %s Use this article.."
ItemName="alternative weapon"
PickupMessage="Please click again"
UseFailureLevelMessage="You must be at least %d level to use this item.."
UseFailureConstraintsMessage="A second shot was heard."
NoManufacturerName="Mister"

[Pickups.AmmoDrop_Repeater_Pistol_Clip:AttributePresentationDefinition_4 AttributePresentationDefinition]
Description="it is $NUMBER$ There was an explosion.."
NoConstraintText=""
Suffix=""
Prefix=""

[Pickups.AmmoDrop_Rocket_Launcher UsableItemDefinition]
UseFailureCharacterMessage="You should do it %s Use this product."
ItemName="Rocket launcher"
PickupMessage="shoot"
UseFailureLevelMessage="You must be at least %d level to use this feature."
UseFailureConstraintsMessage="The bomb exploded."
NoManufacturerName="ordinary"

[Pickups.AmmoDrop_Rocket_Launcher:AttributePresentationDefinition_6 AttributePresentationDefinition]
Description="between them $NUMBER$ Explosive bombs and rocket weapons.."
NoConstraintText=""
Suffix=""
Prefix=""

[Pickups.AmmoDrop_Shotgun_Shells UsableItemDefinition]
UseFailureCharacterMessage="and %s By using this article."
ItemName="bricks"
PickupMessage="Weapons and ammunition"
UseFailureLevelMessage="To use this item you must have %d or higher."
UseFailureConstraintsMessage="Large weapons."
NoManufacturerName="As usual"

[Pickups.AmmoDrop_Shotgun_Shells:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="In that $NUMBER$ cannon base."
NoConstraintText=""
Suffix=""
Prefix=""

[Pickups.AmmoDrop_Sniper_Rifle_Cartridges UsableItemDefinition]
UseFailureCharacterMessage="duty %s Use this article."
ItemName="Weapon"
PickupMessage="The temptation is in Francotte."
UseFailureLevelMessage="You must be at least %d to use this tool."
UseFailureConstraintsMessage="A very effective weapon."
NoManufacturerName="overview"

[Pickups.AmmoDrop_Sniper_Rifle_Cartridges:AttributePresentationDefinition_7 AttributePresentationDefinition]
Description="A thousand $NUMBER$ Sniper Rifle Brochures."
NoConstraintText=""
Suffix=""
Prefix=""

[Pickups_BossOnly.AmmoDropBoss_Assault_Rifle_Bullets UsableItemDefinition]
UseFailureCharacterMessage="you have to %s Use these words."
ItemName="pistol price"
PickupMessage="Military ammunition"
UseFailureLevelMessage="You must be at least %d to use this feature."
UseFailureConstraintsMessage="Max shows off the machine gun."
NoManufacturerName="By the way"

[Pickups_BossOnly.AmmoDropBoss_Assault_Rifle_Bullets:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="when $NUMBER$ automatic pattern."
NoConstraintText=""
Suffix=""
Prefix=""

[Pickups_BossOnly.AmmoDropBoss_Grenade_Protean UsableItemDefinition]
UseFailureCharacterMessage="power %s Use it."
ItemName="ice cream"
PickupMessage="It's up to you %s"
UseFailureLevelMessage="You must have %d older to use this feature.."
UseFailureConstraintsMessage="Longest shot.."
NoManufacturerName="Basically"

[Pickups_BossOnly.AmmoDropBoss_Grenade_Protean:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="at the same time $NUMBER$ football."
NoConstraintText=""
Suffix=""
Prefix=""

[Pickups_BossOnly.AmmoDropBoss_Patrol_SMG_Clip UsableItemDefinition]
UseFailureCharacterMessage="you need %s To use this article."
ItemName="machine gun bullets"
PickupMessage="Shooting with a machine gun"
UseFailureLevelMessage="You must be at least %d level to use this item.."
UseFailureConstraintsMessage="The maximum number of weapons."
NoManufacturerName="Ordinary"

[Pickups_BossOnly.AmmoDropBoss_Patrol_SMG_Clip:AttributePresentationDefinition_3 AttributePresentationDefinition]
Description="inside $NUMBER$ Gunshots."
NoConstraintText=""
Suffix=""
Prefix=""

[Pickups_BossOnly.AmmoDropBoss_Repeater_Pistol_Clip UsableItemDefinition]
UseFailureCharacterMessage="It should be you %s Use this app."
ItemName="Weapon model"
PickupMessage="Repeat the shot"
UseFailureLevelMessage="You must be in %d state to use this feature."
UseFailureConstraintsMessage="Multiple amounts of ammo."
NoManufacturerName="general"

[Pickups_BossOnly.AmmoDropBoss_Repeater_Pistol_Clip:AttributePresentationDefinition_4 AttributePresentationDefinition]
Description="you $NUMBER$ many shots."
NoConstraintText=""
Suffix=""
Prefix=""

[Pickups_BossOnly.AmmoDropBoss_Rocket_Launcher UsableItemDefinition]
UseFailureCharacterMessage="You have to do it %s By using this article.."
ItemName="Airplane with children"
PickupMessage="The rocket"
UseFailureLevelMessage="You must have at least %d to use this feature."
UseFailureConstraintsMessage="The last missile was fired."
NoManufacturerName="Levitra"

[Pickups_BossOnly.AmmoDropBoss_Rocket_Launcher:AttributePresentationDefinition_6 AttributePresentationDefinition]
Description="Come on $NUMBER$ Missiles and bombs."
NoConstraintText=""
Suffix=""
Prefix=""

[Pickups_BossOnly.AmmoDropBoss_Shotgun_Shells UsableItemDefinition]
UseFailureCharacterMessage="you have to %s Use this article.."
ItemName="weapons and ammunition"
PickupMessage="Click the box"
UseFailureLevelMessage="You must be at least %d level to use this item.."
UseFailureConstraintsMessage="Most weapons."
NoManufacturerName="Just"

[Pickups_BossOnly.AmmoDropBoss_Shotgun_Shells:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="content $NUMBER$ gun."
NoConstraintText=""
Suffix=""
Prefix=""

[Pickups_BossOnly.AmmoDropBoss_Sniper_Rifle_Cartridges UsableItemDefinition]
UseFailureCharacterMessage="You will have %s Use this."
ItemName="Armenian"
PickupMessage="Faust Francotte."
UseFailureLevelMessage="You must be at least %d level to use this item."
UseFailureConstraintsMessage="Weapons max."
NoManufacturerName="Generally"

[Pickups_BossOnly.AmmoDropBoss_Sniper_Rifle_Cartridges:AttributePresentationDefinition_7 AttributePresentationDefinition]
Description="This too $NUMBER$ sniper rifle bullets."
NoConstraintText=""
Suffix=""
Prefix=""

[Shop.AmmoShop_Assault_Rifle_Bullets UsableItemDefinition]
UseFailureCharacterMessage="Near You %s Is this."
ItemName="letters"
PickupMessage="Shoot a shot"
UseFailureLevelMessage="You must be at least level %d to use this item."
UseFailureConstraintsMessage="great weapon."
NoManufacturerName="All of them"

[Shop.AmmoShop_Assault_Rifle_Bullets:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Contains 54 automatic cartridges."
NoConstraintText=""
Suffix=""
Prefix=""

[Shop.AmmoShop_ConvenienceBundle UsableItemDefinition]
UseFailureCharacterMessage="Main dish %s Use this feature.."
ItemName="All the balls"
PickupMessage="So many dances"
UseFailureLevelMessage="You must be at least %d level to use this item."
UseFailureConstraintsMessage="All weapons are gone"
NoManufacturerName="normally"

[Shop.AmmoShop_ConvenienceBundle:AttributePresentationDefinition_7 AttributePresentationDefinition]
Description="Fill your wallet... pay."
NoConstraintText=""
Suffix=""
Prefix=""

[Shop.AmmoShop_Grenade_Protean UsableItemDefinition]
UseFailureCharacterMessage="You want %s Use this article."
ItemName="Garnet"
PickupMessage="you %s"
UseFailureLevelMessage="You must be %d or older to use this item."
UseFailureConstraintsMessage="Guns are better than grenades."
NoManufacturerName="always"

[Shop.AmmoShop_Grenade_Protean:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="There are 3 tunnels.."
NoConstraintText=""
Suffix=""
Prefix=""

[Shop.AmmoShop_Patrol_SMG_Clip UsableItemDefinition]
UseFailureCharacterMessage="You have to do it %s When using this item."
ItemName="machine gun"
PickupMessage="He was pursued with machine guns."
UseFailureLevelMessage="You must be at least %d level to use this feature.."
UseFailureConstraintsMessage="The price of a submachine gun."
NoManufacturerName="everything"

[Shop.AmmoShop_Patrol_SMG_Clip:AttributePresentationDefinition_3 AttributePresentationDefinition]
Description="He has 72 weapons.."
NoConstraintText=""
Suffix=""
Prefix=""

[Shop.AmmoShop_Repeater_Pistol_Clip UsableItemDefinition]
UseFailureCharacterMessage="i can %s It is used."
ItemName="To take pictures"
PickupMessage="shooting"
UseFailureLevelMessage="You must be at %d level to use this tool."
UseFailureConstraintsMessage="they often shoot."
NoManufacturerName="Mostly"

[Shop.AmmoShop_Repeater_Pistol_Clip:AttributePresentationDefinition_4 AttributePresentationDefinition]
Description="There are 54 rounds."
NoConstraintText=""
Suffix=""
Prefix=""

[Shop.AmmoShop_Rocket_Launcher UsableItemDefinition]
UseFailureCharacterMessage="Maybe it's you %s Usage."
ItemName="Installation of rockets"
PickupMessage="Rocket launcher"
UseFailureLevelMessage="You need %d to use this item."
UseFailureConstraintsMessage="Large rocket launcher."
NoManufacturerName="normal"

[Shop.AmmoShop_Rocket_Launcher:AttributePresentationDefinition_6 AttributePresentationDefinition]
Description="12 rocket launchers."
NoConstraintText=""
Suffix=""
Prefix=""

[Shop.AmmoShop_Shotgun_Shells UsableItemDefinition]
UseFailureCharacterMessage="you go %s this article."
ItemName="guns"
PickupMessage="Getting a weapon"
UseFailureLevelMessage="To use this feature, you must be at least %d.."
UseFailureConstraintsMessage="A lot."
NoManufacturerName="in general"

[Shop.AmmoShop_Shotgun_Shells:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="24 pill boxes."
NoConstraintText=""
Suffix=""
Prefix=""

[Shop.AmmoShop_Sniper_Rifle_Cartridges UsableItemDefinition]
UseFailureCharacterMessage="must %s Using this script."
ItemName="Gun on gun"
PickupMessage="Confusion is always good."
UseFailureLevelMessage="You must be at least %d to use this tool."
UseFailureConstraintsMessage="Last shot."
NoManufacturerName="It's normal"

[Shop.AmmoShop_Sniper_Rifle_Cartridges:AttributePresentationDefinition_7 AttributePresentationDefinition]
Description="18 sniper rifles."
NoConstraintText=""
Suffix=""
Prefix=""

[TestDrops.FullAmmo UsableItemDefinition]
UseFailureCharacterMessage="You should %s Use this article."
ItemName="Mega weapon cost"
PickupMessage="Check out the price of Mega"
UseFailureLevelMessage="Your level must be at least %d before using this item.."
UseFailureConstraintsMessage="You cannot use this item.."
NoManufacturerName="The"

